{"s": {"my_list": []}, "word_list_names": {"my_list": ["Illiad", "s"]}, "Illiad": {"my_list": ["                                                              “Old man,", "                                                             “Hera,", "                                                       Thetis spoke.", "                                                    As he said this, he wept.", "                                             Zeus finished speaking.", "                                           Achilles then, in tears,", "                                          Achilles spoke and took his seat.", "                                         “Son of Atreus,", "                                     “A nasty business.", "                                   Obeying Athena’s words,", "                                “Child of aegis-bearing Zeus,", "                            Swift-footed Achilles answered Athena:", "                    “My child, why these tears? What sorrows", "                   “Mother, since you gave me life—                                     390", "               “God with the silver bow,", "       “Alas, this is great sorrow for Achaeans.                                                                 280", "       “Father Zeus, if, among the deathless gods,                                                        560", "       “Menelaus, Agamemnon, sons of Atreus,                                                               20", "       “Respect the priest. Take the generous ransom.”", "       “Take courage. State what your powers tell you.                                           90", "      “Cheer up, heralds, messengers for gods and men.                                       370", "      “Fly off home then, if that’s your heart’s desire.                                               190", " “I came down from heaven to curb your passion,", "A king who gorges on his own people!", "Achaea’s sons apportioned it all fairly", "Achilles felt no joy. The two heralds, afraid,                                                                                         [330]", "Achilles relaxed his huge fist on the silver hilt", "Achilles turned again on Agamemnon, Atreus’ son,", "Achilles, interrupting Agamemnon, shouted:", "Achilles, the best of the Achaeans.”", "After saying this, he handed the girl over.                                                                              500", "Agamemnon dragged a swift ship down the shore,", "Agamemnon, king of men, has shamed him.", "Agamemnon, you’re an excellent man,", "All feasted equally. They heard exquisite music,", "All the Achaeans roared out their support:", "Among gods that’s the strongest pledge I make.", "An angry king overpowers lesser men.                                                                                        [80]", "An oath on this has power. On this I swear—", "And I will speak. But first you listen to me.                                   80", "And I’ve been colleague of better men than you,                                                            [260]", "And others will hate to speak to me as peers,", "And the enemies they fought against were strong,", "And then around the well-built altar, they arranged", "And when the men had had their fill of food and drink,", "And you, Peleus’ son, don’t seek to fight the king,", "Angry with Agamemnon, he cast plague down                                                                                 [10]", "Apollo’s anger, the god who shoots from far.", "Apollo’s gift, had led Achaean ships to Troy.", "Archer god Apollo’s priest sought out his daughter.", "As Agamemnon spoke, Peleus’ son, Achilles,", "As he spoke, the white-armed goddess Hera smiled.                                                  670", "Associate of theirs, I came from Pylos,", "At once he recognized Pallas Athena,", "At once she spoke up accusingly:", "At that moment, Athena came down from heaven.", "At that point, swift-footed Achilles answered the king:                                          130", "Athena then returned to heaven, home of Zeus,", "Atreus’ son ordered troops to cleanse themselves.", "Bring her to me. If he won’t surrender her,", "Bring honour to my son, who, of all men", "But I have a great desire to take her home.                                                            120", "But I will tell you this—remember it well—", "But I’ll make this threat: I’ll take your prize,                                                         200", "But I’ll tell these things to thunder-loving Zeus.", "But anger got control of Agamemnon.                                                                        430", "But don’t conceal what’s in your heart.", "But go away for now, in case Hera catches on.", "But he doesn’t grant me even slight respect.", "But if you talk to him with soothing words,", "But let’s postpone discussion of all this.                                                                                   [140]", "But listen. You are both younger men than I.", "But some, I think, will not obey him.", "But that didn’t please Agamemnon in his heart.", "But then you’ll owe me another prize.", "But they destroyed those creatures totally.", "But this man wants to put the rest to shame,", "But when I wish to hide my thoughts from gods,", "But when early born, rose-fingered Dawn appeared,", "But when we hand around the battle spoils,", "But you can’t do anything about it,                                                                                630", "But you, goddess, came and set him free,", "But you, great shameless man, we came with you,", "But you, son of Atreus, check your anger.", "By Apollo, whom Zeus loves, to whom you, Calchas,", "Chryseis, bringing with him a huge ransom.", "Chryses gave his daughter a joyful welcome back.", "Chryses, who’d come to the ships to find his daughter,", "Cloud gatherer Zeus, greatly troubled, said:", "Come here. I don’t blame you, but Agamemnon.", "Come now, let’s ask some prophet, priest,", "Come, Patroclus, born from Zeus, fetch the girl.", "Come, to convince you, I’ll nod my head.", "Concerned about their common good, he said:", "Displeased, Agamemnon dismissed Chryses roughly:", "Do as I say. If not, then all the gods", "Don’t hide from me what’s on your mind.”", "Encouraged, the wise prophet then declared:", "Even for my own wife that’s dangerous.", "Even if that day his anger is suppressed,", "Exadios, god-like Polyphemus,", "Eyes blazing fire, he rounded first on Calchas:", "Far-shooting Apollo sent them favourable winds.", "Fight him with words, so he becomes disgraced.", "First, the god massacred mules and swift-running dogs,                                                       [50]", "For Agamemnon had dishonoured the god’s priest,", "For I say to you, and this will happen,                                                                         230", "For him that will be a worse disaster.”", "For men to make a common pile again", "For nine days Apollo rained death down upon the troops.", "For often I have heard you boast in father’s house                        440", "For wide-ruling Agamemnon, Atreus’ son,", "For yesterday Zeus went to Oceanus,", "Give her to these two to take away.", "Give up this quarrel. Don’t draw your sword.                                                                      [210]", "Glittery-eyed Athena then spoke in reply:", "Go to Mount Olympus, implore Zeus,", "He addressed the troops, thinking of their common good:", "He begged Achaeans, above all Atreus’ two sons,", "He begged Achaeans, above all the army’s leaders,", "He brought with him an enormous ransom,", "He called his heralds, Talthybius and Eurybates:                                                                            [320]", "He came down from Olympus top enraged,", "He led out fair-cheeked Briseis from the hut", "He prayed to Apollo, who loved him well.", "He sat a long time silent. Thetis held his knees,", "He sat down beside the son of Cronos,                                                                      450", "He sat some distance from the ships, shot off an arrow—", "He seized his prize, robbing him in person,", "He sends you both here for the girl Briseis.", "He sent him roughly off with harsh abusive orders                       420", "He stood up on the spot and made that threat", "Hearing them, Apollo felt joy fill his heart. At sunset,", "Hephaestus spoke, then stood up, passed a double goblet", "Hera sensed he’d made some deal with Thetis,", "Hera, Pallas Athena, and Poseidon.                                                                                                [400]", "His noble mother heard him from deep within the sea,", "Honour Apollo, far-shooting son of Zeus.”", "How can any Achaean obey you willingly—                                                                          [150]", "I didn’t come to battle over here", "I don’t fancy staying here unvalued,", "I don’t like you or care about your rage.", "I enjoy the least respect of all.”", "I fear we’re being beaten back, forced home,", "I fell and then, right at sunset, dropped", "I fought on my own behalf, by myself.                                                                        300", "I gave you life marked by an evil fate.", "I hate the most. You love constant strife—", "I have not been overzealous before now,", "I have others around to honour me,", "I may see you beaten up before my eyes,                                                                  660", "I reach my ships with something fine but small.", "I think I’ll get him to consent.”", "I think you surely nodded your agreement", "I want the people safe, not all killed off.", "I want them. So sit down quietly.", "I won’t be the only Argive left without a gift.", "I worked so hard for, gift from Achaea’s sons.", "Idomeneus, Ajax, godlike Odysseus,", "If not, then I’ll take a prize myself by force,                                                           150", "If not, then, as beloved as you are,", "If things are as they are, then that’s the way", "If we start bickering, we can’t enjoy the meal,", "If you want to get home safely, don’t anger me.”", "If you’d like to see what happens, just try.", "In Zeus’ home the Olympian gods began to quarrel.                                                                   [570]", "In fact, I want her more than Clytaemnestra,", "In his hand he held up on a golden staff", "In his heart Achilles sensed their purpose. He called them.", "In his own lifetime two generations of mortal men                                                                      [250]", "In response to Calchas, swift-footed Achilles said:", "It’s far better to sail back in my curved ships.                                                                     [170]", "It’s hard to take a stand opposing Zeus.", "I’ll come myself in force and take her.                                                                          360", "I’ll go myself to snow-topped Mount Olympus,                                                                [420]", "I’ll go to Zeus’ bronze-floored house, clasp his knee.", "I’ll not beg you to stay on my account.", "I’ll not raise my hand to fight about that girl,", "I’ll not release the girl to you, no, not before", "I’ll take care of this, make sure it comes to pass.", "I’ll tell you where all this is going to lead—", "I’ll tell you, swear a great oath on this point,", "I’ve ever served you well in word or deed,", "I’ve got this dreadful fear that Thetis,                                                                          620", "Let Achaeans give me another prize,", "Let that pass. Achaea’s sons gave her to him first.", "Let them both witness, before blessed gods,", "Leto’s fair-haired child:", "Let’s drag a black ship to the sacred sea,", "Let’s have as leader some wise counsellor—", "Meanwhile, Achilles, divinely born son of Peleus,", "Meanwhile, you should sit by your swift ships,", "Mighty Agamemnon then replied to Nestor:", "Mighty Agamemnon then said in reply:                                                                                                     [130]", "My spear will quickly drip with your dark blood.”", "No heart was left unsatisfied. All feasted equally.", "No man alive on earth could now fight them.", "No one dared stay put as he came in—all rose together.", "No. You’d much prefer to stroll around                                         250", "Now he ruled a third generation of his people.", "Now, faced with a quick doom, you’re in distress,", "Now, in prophecy to the Danaans,", "Obey.”", "Odysseus sailed to Chryse, bringing with him", "Of all the kings Zeus cherishes, it’s you", "Old Chryses burned them on split wood, poured wine on them.", "On the tenth, Achilles summoned an assembly.", "Once I nod my assent, nothing I say", "Once the thighs were well burned, they sampled entrails,                                   520", "Once they had prayed and scattered barley grain,", "Once, when I was eager to assist you,                                                                                          [590]", "Order other men about. Don’t tell me", "Ox-eyed queen Hera then replied to Zeus:", "Ox-eyed queen Hera was afraid—so she sat down,", "Patroclus did as his dear comrade had requested.", "Peleus’s son went back to his well-balanced ships and huts,", "Priam and Priam’s children will be glad,", "Raising his arms, Chryses prayed out loud on their behalf:                                                  [450]", "Release my dear child to me. Take this ransom.                                                               [20]", "Resourceful Odysseus led her to the altar,                                                                                             [440]", "Savoury smells curled up amid the smoke high into heaven.", "Scowling grimly, swift-footed Achilles interposed:", "Set aside, I urge you, your rage against Achilles,", "She loves you both alike, cares equally.", "She provokes me so with her abuse. Even now,                                                580", "She reached for her son’s goblet. He poured the drink,", "She rose up through the ocean waves at daybreak,", "She sat down right in front of him. With her left hand,                                                           [500]", "Should he draw out the sharp sword on his thigh,                                                                        [190]", "Shrewd Odysseus shipped on as leader. All aboard,", "Sing, Goddess, sing of the rage of Achilles, son of Peleus—", "So Chryses prayed. Phoebus Apollo heard him.", "So Chryses spoke. Phoebus Apollo heard him.", "So I’ll return home now to Phthia.", "So he spoke and sat back down. Then, Atreus’ son,", "So listen, both of you. That’s what’s best now.", "So now, if you can, protect your son.", "So the god swooped down, descending like the night.", "So the son of Peleus spoke, throwing to the ground                               270", "So what if the gods, who live forever,                                                                                           [290]", "Some distance off, he prayed to lord Apollo,", "Some god gave you that. So scurry off home.", "Start at the point where Agamemnon, son of Atreus,", "Still, I’m prepared to give her back, if that’s best.", "Surely you’re quite at liberty to plan", "Swear an oath that you will freely help me", "Sweeter than honey the words flowed from his tongue.", "Swift-footed Achilles rose to speak:", "Take ships and friends. Go rule your Myrmidons.                                                          [180]", "That god was Apollo, son of Zeus and Leto.                                                                         10", "That man’s wits are foolish, disastrously so—", "That work complete, they then prepared a meal and ate.", "That would be entirely unfair to me.", "That’s why the archer god has brought disaster,", "That’s why you tell me to give Chryseis back.", "The divine hair on the king of gods fell forward,", "The father of gods and men replied:", "The god heard him and sent his deadly arrows", "The gods all journeyed with him. In twelve days,", "The major share of war’s fury rests on me.", "The man I visit is going to be enraged.", "The men bathed in the sea, washed off impurities.                                                      350", "The men gathered. The meeting came to order.", "The men thus occupied, Agamemnon did not forget", "The old man went away again, enraged.                                                                                   [380] ", "The old man, afraid, obeyed his words, walked off in silence,", "The person who’s obedient to the gods,", "The prophet Calchas, understanding all,", "Then Calchas, Thestor’s son, stood up before them all,", "Then Chryseis disembarked from the ocean ship.", "Then Nestor stood up, clear, sweet orator from Pylos.", "Then all day long young Achaean lads played music,", "Then grief will tear your hearts apart,", "Then she went away, leaving Achilles there,", "Then that famous artisan, Hephaestus, concerned", "Then their laughter broke out irrepressibly,", "Then they stood up, dissolving the assembly by the ships.", "There are none left for us to pass around.", "There they found Achilles seated by his hut", "Theseus, son of Aegeus, all god-like men—", "Thetis did not forget the promise to her son.", "Thetis finished. Cloud gatherer Zeus did not respond.", "Thetis plunged from bright Olympus back into the sea.", "Thetis, shedding tears, answered her son, Achilles:                                                     460", "They brought off the offerings to archer god Apollo.                                                 490", "They never stole my bulls or horses", "They raised the mast and then the sails. The wind blew,                                                       [480]", "They reached the huts and ships of the Myrmidons.", "They then made sacrificial offerings to Apollo—", "They threw out anchor stones, lashed stern cables,", "Thick fires burned the corpses ceaselessly.                                                              ", "This sceptre Achaea’s sons take in hand", "Thus the pair of them continued arguing.                                                                              340", "To that, Agamemnon, king of men, shot back:", "To you that smells too much like death.", "Twelve days later, the company of gods came back                                550", "We came to Thebe, Eëtion’s sacred city,", "We’ve divided up what we allotted,", "What you say will set Hera against me.", "What’s appropriate for you to hear about,", "When they had sailed into deep anchorage,", "When they reached the broad Achaean army,                                                                    540", "When we Achaeans loot some well-built Trojan town,", "Which of the gods incited these two men to fight?                                         ", "White-armed Hera put that thought into his mind,", "White-armed Hera sent her. She cherished both men,", "Who cares about Apollo’s scarf and staff?", "With a deep groan, swift-footed Achilles then replied.", "With forestays they soon set the mast down in its notch,", "With these firm orders, he dismissed the men, who moved off,", "Would you were safely by your ships dry-eyed.", "Yet they heard me and followed my advice.", "You Achaeans gave her to me, and now,", "You all can see my spoils are going elsewhere.”                                                                 [120]", "You always love to work on things in secret,", "You don’t consider this, don’t think at all.                                                                              [160]", "You intend to keep your prizes for yourself,", "You lord it over worthless men. If not,", "You threaten now to confiscate the prize", "Young men beside him held out five-pronged forks.", "Your attention picks up every detail.", "Your life is fated to be short—you’ll not live long.", "You’ll not trick me or win me with your words.", "You’ll see just how much I’m the better man.", "Zeus seated himself upon his throne. Looking at him,", "Zeus seized me by the feet and threw me out,", "Zeus went inside his house. Their father present,", "Zeus, all-wise Olympian. Give the Trojans", "Zeus, son of Cronos, nodded his dark brows.                                                                      590", "Zeus, the cloud gatherer, spoke out in response:                                                                            [560]", "a fight between you two, among Danaans", "a long way from that land, summoned personally.                                                        [270]", "a man who is obeyed by everyone.", "a man who might say why Apollo is so angry,", "a powerful defence for all Achaeans.”", "a shepherd to his people, Caeneus,", "about his mother, white-armed Hera, spoke to them:", "across to his dear mother, saying:", "against the Argives. The troops kept dying,", "all in fulfilment of the will of Zeus.", "all miss Achilles, a time when, in distress,                                                                              [240]", "all the gods at once stood up from their seats.", "all these sacrificial beasts—to placate the god,", "all you well-armed Achaeans, may the gods", "along the shore by the tumbling, crashing surf.", "along with Patroclus, Menoetius’ son, and friends.", "always the worst! You never show good news.", "amongst themselves. Agamemnon’s share", "and Chryseis, that fair-complexioned girl.", "and clambered out into the ocean surf.", "and counter-song. When the sun’s bright light had set,                                         680", "and gave her up to be led off. The heralds went back,", "and hid them in twin layers of fat, with raw meat on top.                                                     [460]", "and his black ship. As he saw them approach,", "and kept it for himself. But honour him,", "and men all name Aigaion, a creature", "and never will—like Peirithous, Dryas,                                                                       290", "and picked up the barley grain for sprinkling.", "and pushed the massive sword back in its scabbard.                                                 240         [220]", "and release us from this plague.”", "and served it, pouring libations into every cup.", "and settled down before him, as he wept.  She stroked him,                             400         [360]", "and the roaring sea stand there between us.", "and then return home safe and sound.", "and then, on behalf of the Danaans,", "and will bring still more. He won’t remove", "angry at Achaeans. Take no part in war.", "angry at heart for lovely girdled Briseis,                                                                                     480", "another thing from my swift black ship—                                                                               [300]", "anything you wish. But now, in my mind,", "appropriated it for his own use.”", "are sending Chryseis in fast ships back to Chryse,                                                         [390]", "as dusk came on, by the ship’s stern they went to sleep.", "as the god demands. Should Zeus ever grant", "as the sacred gods saw Hephaestus bustling around,                                                                [600]", "at Chryse. If we will carry out all that,", "at once Olympian Zeus will treat us well.”", "at the swift ships of bronze-armed Achaeans.", "because I was unwilling to accept", "because of Agamemnon’s arrogance", "because of Trojans. I have no fight with them.", "because of something you might say.", "because you shamed Achaea’s finest man.”", "bulls and goats well wrapped in fat—", "but against her will.", "but do not take Briseis from Achilles.", "but for his priest, disgraced by Agamemnon,", "but he’s more powerful, for he rules more men.", "by quickly calling up to high Olympus", "by this sceptre, which will never sprout", "came over him. He went inside and lay down there,", "can be revoked, denied, or unfulfilled.”", "cared for them equally. Athena stood behind Achilles,", "carried in his hands the sacred golden staff", "carrion food for dogs and birds—", "carrying on his shoulders bow and covered quiver,", "chose twenty sailors, loaded on the oxen,", "clasp his knee, remind him of all that,", "clinging close, repeating her request once more:", "concerned about the feast. All that day they dined,", "concerned for the Danaans, seeing them die.                                                                      60", "control his fury? As he argued in his mind and heart,                                               210", "corner Achaeans by the sea, by their ships’ prows,", "debating in his shaggy chest what he should do:", "deep into Hades, leaving their dead bodies", "did he attend assembly where men win glory                                                                                     [490]", "directly facing furious Agamemnon.", "disturb the feast for us. For if Zeus,", "don’t hope to understand my every plan.", "don’t let me catch you by our hollow ships,", "don’t you go digging after them,", "down from heaven’s heights. The entire day", "down over his immortal head, shaking Olympus                                                                            [530]", "drawing off sweet nectar from the mixing bowl.", "each man returning to his own huts and ships.", "equal in value, something I’ll enjoy.", "especially all-wise Zeus himself.", "except Achilles. In astonishment he turned.", "except push yourself still further from my heart,", "exulting in his glory. The sacred gods, afraid,", "fair-cheeked Briseis. I’ll fetch her in person.", "filling out the body of the sail—on both sides of the prow", "fine ransom for Chryses’ daughter, Chryseis.", "for the hue and cry and clash of battle.", "for they’re invincible.”", "for you, dog face, and for Menelaus.                                                              ", "from Apollo’s lyre and the Muses’ beautiful song", "from its mountain stump, nor bloom any more,", "from perfect lambs and goats, then rouse himself", "give her to her beloved father, freely,", "god of lightning, went home to his own bed,", "going from right to left, for all the other gods,", "good things to me? You love to predict the worst,", "grabbed him by his golden hair, invisible to all", "grant me my prayer. Force the Danaans", "grant me what I pray for—remove disaster,", "had come and passed away, all those born and raised", "had made each god a place to live. Olympian Zeus,", "has shamed me, has taken away my prize,", "has won you over, for this morning early,", "have them destroyed, so they all enjoy their king,                                                         [410]", "he acts on it. So speak. Will you protect me?”", "he cried aloud, praying repeatedly to Thetis,", "he slid his huge sword part way from its sheath.", "hear my prayer:* If I’ve ever pleased you", "heavy hearted, along the shore of the restless sea.", "here on Olympus won’t be any help,", "he’s not thinking about past or future,                                                                       380", "high thunderer, should give me due honour.", "himself may see his foolishness, dishonouring", "his arrows rattling in anger against his arm.                                                                         50", "his beloved mother.*", "his words had wings.", "honouring in dance and song the god who shoots from far.                               530", "how Achaeans may fight safely by their ships.”", "how can brave Achaeans give you a prize now?", "how overbearing Agamemnon is?", "hundreds of perfect bulls and goats—beside the restless sea.", "if I held back from any action", "if ever there’s a need for me again", "if ever you in word or deed have pleased him.", "if only for a while—Olympian Zeus,", "if we aren’t all going to be destroyed right here,                                                              [60]", "if you obey. White-armed Hera sent me.", "in her shape, physique, intelligence, or work.", "in public claiming full equality with me.”", "in questioning you or seeking answers.", "in supplication to lord Zeus, son of Cronos:", "in the assembly of immortal gods,", "in word and deed. I think I may provoke", "incensed, spirit filled with huge black rage.", "incite the crowd, kill Atreus’ son, or suppress his rage,", "interpreter of dreams—for dreams, too, come from Zeus—", "its motion carving a path through the ocean swell.", "join a raiding party or keep fighting", "just stood in silence, out of deference to the king.", "leaves and shoots again, since first ripped away", "loot from captured towns we devastated.", "made him a spearman? Is that some reason", "making matters so much worse for you.", "men of Sintes helped me to recover.”", "men who never showed me any disrespect,", "men whose like I have not seen again,", "mighty lord of Tenedos, Sminthean Apollo,", "more so than any other man. At home,", "mortal men, and that unfeeling king,                                                                           `              [340]", "moving above grey waters, like an ocean mist,", "my prizes never match the ones you get.                                                                 180", "never shares honours equally. Achilles,                                                                      310", "no Achaean will raise violent hands against you,", "no one, god or man, will know before you.                                                             610", "no, not against you or any other man.", "no, not even if you name Agamemnon,                                                    [90]", "not as your enemy. The sceptre-bearing king,", "now that bronze has sliced off leaf and bark.                                                      260", "of Chryse, mighty lord of holy Cilla,", "of favouring the Trojans in the war.", "offerings for the god, and led on fair-cheeked Chryseis.                                                          [310]", "on Lemnos, almost dead. After that fall,", "on Olympus grant you wipe out Priam’s city,", "one by one, as the god rained arrows down", "onto the troops—deadly infectious evil.", "or go out to fight. But he pined away at heart,", "or pestering me for every detail.”                                                                                                       [550]", "or razed my crops in fertile Phthia,                                                                                 170", "or venture with Achaea’s bravest on a raid.", "or you, Peleus’s son, most eminent of all,", "our dear father, so he won’t get angry once again,                                        650", "our excellent banquet. So I’m urging mother,", "over mortal men like this, inciting gods to quarrel. .", "placed her in her beloved father’s hands, then said:", "pray in prophesy to the Danaans, I swear this—", "present, future, past. His skill in prophecy,                                                                                           [70]", "protector of Chryse, sacred Cilla,                                                    40", "pushed long props tight beneath it, then dispersed,", "remaining idle by his ships, yearning", "resentment lingers in his chest, until one day", "returning to Achaean ships, Briseis with them,", "roasted it carefully, and drew off every piece.", "rule all of us, lord it over everyone.                                                                                 320", "ruler of men, to bring your daughter to you,", "sacked it, taking everything the city had.", "sacred Tenedos. You heard me earlier,", "sat down in anger alongside his swift ships. Not once", "saved Zeus of the dark clouds from disgraceful ruin,", "seated on the highest peak of many-ridged Olympus.", "select a crew, load oxen on for sacrifice,", "she clutched his knees, with her right she cupped his chin,", "she sat down beside you, held your knees.", "she’s always insulting me, accusing me                                                                                      [520]", "she’s grown old with me in Argos, far from home,                                                         [30]", "should they find out about such quarrelling,", "silently suppressing what her heart desired.                                                                        640", "silver-footed daughter of the Old Man of the Sea,", "silver-footed daughter of the Old Man of the Sea.                                                         600", "since I brought you up to so much pain?", "since there’s nothing here for you to fear—", "singing to the god a lovely hymn of praise,", "slaughtering them by the Achaean ships.”", "slit their throats, flayed them, sliced the thigh bones out,", "sneaking back here today or later on.                                                                           30", "so I’ll clearly see how among the gods", "so he’ll want to help the Trojans somehow,", "so the son of Atreus, wide-ruling Agamemnon,", "so with a sacrifice we may appease                                                 160", "some day gifts three times greater than this girl", "someone who wields great power over Argives,", "something from you or Ajax or Odysseus.", "son of Atreus, this would be your last offence.", "staring at the wide grey seas. Stretching out his hands,                                                          [350]", "stopped tying up Zeus. So sit down right by Zeus,", "striking hard against Achaeans then, so now,                                                     510", "take fair-complexioned Briseis by the hand.", "taken from him by force against his will.", "that arrogance will soon cost him his life.”                                                     ", "that hundred-handed monster gods call Briareos,", "that king of men, quarrelled with noble Achilles.", "that man killer, destroys many warriors.", "that murderous anger which condemned Achaeans", "that you alone of all the deathless gods", "the Olympian lord of lightning, was of a mind                                                                  [580]", "the challenge he’d made earlier to Achilles.", "the dreadful glitter in her eyes. Achilles spoke—                                                                            [200]", "the famous lame god, with his resourceful skill,", "the girl who is my gift from Achaea’s sons.", "the god who shoots from far away.”", "the gods all went to their own homes. Hephaestus,", "the gods attend to all the more.”", "the hearts of other Trojans swell with joy,", "the mightiest earthborn men, the strongest.", "the most astute interpreter of birds, who understood", "the most powerful of mountain centaurs.", "the people’s leaders. All Achaeans called on them", "the purple waves hissed loudly as the ship sped on its way,", "the sacrificial animals as sacred offerings.", "the scarf sacred to archer god Apollo.", "the sceptre with the golden studs. Then he sat down,", "the silver bow reverberating ominously.", "the splendid sacrifice. They washed their hands,", "the time will come when Achaea’s sons", "the two sons of Atreus:", "the upper hand, until Achaeans respect my son,", "the very best for counsel or combat.", "the wife I married. Chryseis is just as good", "then grant my prayer will be fulfilled.", "then loosed sharp arrows in among the troops themselves.", "then moved high up to great Olympus. She found Zeus,", "then rowed the ship in to its mooring place.", "then said:", "then sliced up all the rest, skewered the meat on spits,", "they hauled the black ship high up on the sand,", "they pulled back the heads of sacrificial beasts,", "they set off, carving a pathway through the sea.", "they set off, once more back to the wide Achaean camp.", "they took in the sails and stowed them in the ship.", "this wretched evil, from the Danaans.”", "this wretched plague from the Danaans,", "though angry in their hearts. It’s better so.", "though she’s more than willing, to humour Zeus,", "though the sight would make me most unhappy.", "throughout the wide Achaean army,", "throughout the wide Achaean army.", "to arm for war alongside other comrades,", "to banquet with the worthy Ethiopians.", "to countless agonies and threw many warrior souls", "to defend others from a shameful death.", "to grab gifts from a man who speaks against you.                                                          [230]", "to honour Achilles, killing many soldiers,", "to hurl us from our seats, his strength’s too great.", "to its very base. The conference over, the two parted.", "to make an offering to lord Apollo—", "to pay full price for my tears with your arrows.”", "to pile up riches, treasures just for you.”", "to please you, to win honour from the Trojans—", "to recommend we all appease the god.", "to respect the priest, accept the splendid ransom.", "to see if he will undertake all this.                                                                                    470", "to take away Briseis from my huts,", "to tell me openly what you intend.”", "together to Olympus, with Zeus in the lead.", "told us Apollo’s will. At once I was the first", "transporting gifts for lord Apollo, and heralds came", "unendurable—if you two start fighting", "until sunset. No one’s heart went unsatisfied.", "until they multiply his honours.”                                                                                       570          [510]", "until we hand back bright-eyed Chryseis,", "war and combat. So what if you’re strong?", "was fair-skinned Chryseis. Then Chryses arrived                           410          [370]", "was overwhelmed with anguish, heart torn two ways,", "we may change Apollo’s mind, appease him.”                                                                     [100]", "we pillage Troy, a city rich in goods,", "we should let him say such shameful things?”                 ", "weigh down your heart? Tell me, so we’ll both know.", "we’ll give you three or four times as much.”                                                          140", "what I should do. I’ll not obey you any more.                                                      330", "when I prayed to you. Just as you honoured me,", "when I reach out to set my hands on you,", "when he returns and comes home to Olympus,", "when other Olympians came to tie him up,", "whenever they do justice in Zeus’ name.", "where he usually reclined whenever sweet sleep                                                                             [610]", "where heroes grow. Many shady mountains", "where she sat by her old father. Quickly she rose up,", "whether he faults our prayers and offerings,", "whether somehow he’ll welcome sacrificial smoke                        70", "which he’s just carried out.  So quick-eyed Achaeans", "while I live to look upon the light of day,", "while the army takes my trophy from me.", "who bears the aegis, and the other gods.", "who claims he’s by far the best Achaean.”", "who did not free his daughter and take ransom.                           100", "who now inflicts such dismal evil on us.”", "who provides, in the middle of war’s evils,", "whose powerful authority comes from Zeus,", "whose strength was greater than his father’s.*", "why have you come now?* Do you wish to see                              220", "wide-ruling, mighty Agamemnon, stood up before them,                                     110", "wide-seeing son of Cronos, some distance from the rest,", "will be fate’s quickest victim. For just now,", "will be set down before you. Control yourself.", "with Hera of the golden throne stretched out beside him.", "with a holy shrine, or burned bones for you—                                                                   [40]", "with full force against an enemy?", "with harsh abuse, his anger still unabated:", "with him so long ago in sacred Pylos.", "with me incapable of helping out,", "with the shawl of archer god Apollo.", "with war and plague killing off Achaeans.", "withdrew from his companions, sat by the shore,", "without involving me. You never want", "without ransom, and offer holy sacrifice", "working the loom, sharing my bed. Go away.", "would be most unfair. Send the girl back now,", "you get much larger trophies. Worn out in war,", "you may be stronger, since your mother was divine,                                                   [280]", "you say archer Apollo brings us pain                                                                                            [110]", "you seize her back again. But you’ll not take", "young boys filled the mixing bowl with wine up to the brim,                                           [470]", "you’ll get nothing else with my consent.", "you’ll lack my help, a time when Hector,", "you’re never strong enough within yourself", "“A troublesome matter this will prove—", "“Achilles, friend of Zeus, you ask me to explain", "“Achilles, you’re a fine man, like a god.", "“Apollo does not fault us for prayers or offerings,", "“Chryses, I have been sent by Agamemnon,", "“Go to Achilles’ tent, Peleus’s son,", "“Goddess, men should follow your instructions,", "“Hear me, god of the silver bow, protector", "“I’d be called a coward, a nobody,", "“Most dread son of Cronos, what are you saying?", "“My dear lady, you’re always fancying things.", "“Noble son of Atreus, most acquisitive of men,", "“O my child, why did I rear you,", "“Old man, everything you say is true enough.", "“Promise me truly, nod your head, or deny me—", "“Prophet of evil, when have you ever said", "“Stay calm, mother, even though you are upset.", "“Which god has been scheming with you, you crafty one?                                   [540]", "“You drunken sot, dog-eyed, deer-timid coward,", "“You insatiable creature, quite shameless.", "“You know. Why should I tell you what you know?"]}}